import { MarketLevels } from "../models";

export const companiesForStocks: Record<MarketLevels, string[]> = {
   garbage: [
      "СтройДвор",
      "АвтоМаркет",
      "ИнтернетСервис",
      "ОАО НаСвязи",
      "АэроТехнологии",
   ],
   medium: [
      "МашинСтрой",
      "ТрансНефтКомпани",
      "ОАО ГазНефтьМагистраль",
      "ОАО СтройПрибор",
      "ОАО СвободнаяЭнергия",
      "ОАО ТранспортСтрой",
      "ОАО КосмосТек",
   ],
   premium: [
      "ОАО ЦифровыеТехнологии",
      "ОАО КазиноАльянс",
      "СибирьТек",
      "ЕвропаБизнес",
      "ЗАО АлмазПродажн",
      "ЗАО ПлодЛюбви",
      "ОАО ТенЗдоровье",
      "ОАО ЭкмоСеть",
      "ОАО БыстраяДоставка",
   ],
};
